Repository: idbaigorria/django-template
Catalog: django-sms-gate/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: %s SMS messages sent
ru_ru: Отправлено SMS сообщений: %s

source: Send SMS to queued recipients
ru_ru: Отправить SMS получателям в очереди

source: SMS sent to %s recipients
ru_ru: SMS отправлено получателям: %s

source: %s SMS statuses fetched
ru_ru: Получено обновлений статуса SMS: %s

source: Retrieve SMS current status
ru_ru: Обновить статус SMS

source: Resend SMS to recipient
ru_ru: Переслать SMS получателю

source: Telephone number must be in international format (12 digits, without +), see http://en.wikipedia.org/wiki/List_of_country_calling_codes for your country telephone format.
ru_ru: Номер телефона должен быть в международном формате (12 цифр, без начального +), см. http://ru.wikipedia.org/wiki/Список_телефонных_кодов_стран для формата вашей страны.

source: SMS text
ru_ru: Текст SMS

source: Sender
ru_ru: Отправитель

source: SMS message
ru_ru: SMS сообщение

source: SMS messages
ru_ru: SMS сообщения

source: Total recipients
ru_ru: Всего получателей

source: Successed recipients
ru_ru: Успешных получателей

source: Queued
ru_ru: В очереди

source: Canceled
ru_ru: Отменено

source: Sent
ru_ru: Отправлено

source: Not sent
ru_ru: Не отправлено

source: Unknown
ru_ru: Неизвестно

source: Queued on server
ru_ru: В очереди (на сервере)

source: Delivered
ru_ru: Доставлено

source: Undelivered
ru_ru: Недоставлено

source: Expired
ru_ru: Срок истек

source: Phone number
ru_ru: Телефонный номер

source: Remote id
ru_ru: Удаленный ID

source: Status
ru_ru: Статус

source: Queued time
ru_ru: Постановлено в очередь

source: Status renew time
ru_ru: Обновлен статус

source: Sent time
ru_ru: Отправлено

source: Status message
ru_ru: Доп. сообщение

source: Credits
ru_ru: Кредиты

source: SMS recipient
ru_ru: SMS получатель

source: SMS recipients
ru_ru: SMS получатели

source: Authentication failed
ru_ru: Аутентификация не удалась

source: Unknown username
ru_ru: Неизвестное имя пользователя

source: Invalid password
ru_ru: Неверный пароль

source: Invalid or missing API ID
ru_ru: Неверный или отсутствующий идентификатор API

source: Invalid or expired session ID
ru_ru: Неправильный или истекший идентификатор сессии

source: Account locked
ru_ru: Счет заблокирован

source: IP Lockdown violation
ru_ru: Нарушение ограничения по IP

source: Invalid or missing parameters
ru_ru: Неправильные или отсутствущие

source: Unknown message UID
ru_ru: Неизвесный код сообщения

source: Missing message UID
ru_ru: Отсутвует UID сообщения

source: Invalid destination address
ru_ru: Неверный адрес отправки

source: Empty message
ru_ru: Пустое сообщение

source: Invalid sender id
ru_ru: Неверный идентификатор отправитея

source: Invalid delivery time
ru_ru: Неверное время доставки

source: Cannot route message
ru_ru: Невозможно маршрутизировать сообщение

source: Destination mobile number blocked
ru_ru: Номер получателя заблокирован

source: No credit left
ru_ru: Отсутствуют кредиты

source: Max allowed credit
ru_ru: Максимально допустимое количество кредитов

source: Internal error
ru_ru: Внутренняя ошибка

source: Message unknown
ru_ru: Сообщение неизвестно

source: Message queued
ru_ru: Сообщение в очереди

source: Delivered to gateway
ru_ru: Доставлено на шлюз

source: Recieved by recipient
ru_ru: Получено

source: User cancelled message delivery
ru_ru: Пользователь отменил доставку сообщения

source: Error delivering message
ru_ru: Ошибка доставки сообщения

source: OK
ru_ru: Ок

source: Routing error
ru_ru: Ошибка маршрутизации

source: Message expired
ru_ru: Сообщение истекло

source: Message queued for later delivery
ru_ru: Сообщение в очереди для отправки позднее

source: Out of credit
ru_ru: Отсутствуют кредиты
